[
    {
        "shots": [
            "1.mp4",
            "2.mp4",
            "3.mp4"
        ],
        "cap_list": [
            "静止镜头，中景。这个片段展示了一个白种人，女性，中年。该人物发型为棕色短发，头发略微蓬松，没有明显的头部配件。该人物服饰为一件带有纹理的金色西装外套，内搭一件带有花纹的衬衫，脖子上系着一条丝巾。该人物佩戴着一对金色的方形耳环，左肩挎着一个黑色的皮质手提包，手指涂有红色指甲油。该人物表情为微笑，起初带有期待和兴奋，随后转变为满意和自信。该人物动作为起初双手交叠于胸前，随后开始翻找手提包，最终从包中拿出一份文件并递出。视频场景为一间现代化的办公室，背景墙由蓝色和木色两种材质拼接而成，墙上有一扇门，前方有一个办公桌的局部。视频打光为整体光线充足，主要光源来自前方，营造出柔和的光影效果，使人物面部清晰可见。",
            "静止镜头，中景。这个片段展示了一个白种人，女性，中年。该人物发型为棕红色，短发，发根颜色较深，头发蓬松，略微卷曲，部分头发向后梳起，露出额头。该人物服饰为一件绿色衬衫，外面套着一件豹纹外套，外套的颜色为深棕色和黑色相间，手腕上戴着一只手表，耳朵上戴着一对白色的大耳环。该人物表情为严肃，眼神略带忧虑，嘴唇紧闭，眉毛微微皱起，整体呈现出一种沉思和不安的情绪。该人物动作为双臂交叉于胸前，身体略微前倾，视线看向左侧，身体保持静止状态。视频场景为户外，背景中可以看到房屋的轮廓，以及儿童游乐设施，还有一些气球作为装饰，整体环境较为安静。视频打光为自然光，光线柔和，整体色调偏冷，天空呈现出日落时的颜色，光线从人物的右侧照射过来，在人物的左侧形成阴影。",
            "静止镜头，近景。这个片段展示了一个高加索人，女性，中年。该人物发型为棕色短发，头发整体向后梳，发根蓬松，发尾略微内扣，没有明显的头部配件。该人物服饰为一件带有蛇皮纹理的棕色外套，内搭一件带有花纹的衬衫，佩戴一对金色的方形耳环。该人物表情为严肃，眼神专注，嘴唇微动，似乎正在说话，情绪略显紧张。表情在视频中没有明显变化。该人物动作为头部轻微转动，嘴唇张合，似乎正在与画面外的人进行对话。该人物没有其他明显的肢体动作。视频场景为室外，背景中有树木、房屋和交通标志，环境较为安静。场景整体较为模糊，焦点集中在人物身上。视频打光为自然光，光线柔和，整体亮度适中，没有明显的阴影，营造出一种自然真实的感觉。"
        ],
        "inner_t": [
            9,
            15,
            8
        ]
    },
    {
        "shots": [
            "4.mp4",
            "5.mp4",
            "6.mp4"
        ],
        "cap_list": [
            "手持镜头，近景。这个片段展示了一个白种人，男性，青年。该人物发型为深棕色短发，头发蓬松，略微凌乱，没有明显的头部配件。该人物服饰为一件黑色皮夹克，内搭一件蓝白格子的衬衫，衬衫领口敞开，脖子上戴着一条银色项链。该人物表情为放松且略带微笑，时而张嘴说话，情绪较为平静。该人物动作为头部轻微转动，嘴巴张合，似乎正在说话，身体保持相对静止。视频场景为一间办公室，背景墙是浅棕色的，墙上挂着两幅画框，左侧有一个蓝色的窗框，窗外光线明亮，右侧有一盏白色的台灯，桌子上放着一个地球仪，镜头前有一把黑色的椅子。视频打光为柔和的光线，主要光源来自左侧的窗户，台灯提供了辅助照明，整体光线均匀，没有明显的阴影。",
            "推近镜头，中景。这个片段展示了一个白种人，男性，青年。该人物发型为深棕色短发，头发蓬松，没有明显的头部配件。该人物服饰为黑色皮夹克，内搭灰白格子衬衫，脖子上佩戴着警徽，警徽用链子挂在衬衫上。该人物表情为微笑，眼神专注，偶尔会露出开怀大笑的表情，整体情绪积极乐观。该人物动作为站立，双手做出各种手势，似乎在进行讲解或演讲，手中拿着一支笔，偶尔会用笔指向前方。视频场景为一间办公室，背景中有一块白板，上面写着“DON'T ARREST!”字样，旁边立着一面旗帜，墙壁是浅蓝色，整体环境简洁明亮。视频打光为均匀的自然光，光线柔和，没有明显的阴影，整体光线充足。",
            "手持镜头，从中景到近景。这个片段展示了一个白种人，男性，青年。该人物发型为深棕色短发，头发蓬松，略微凌乱，没有明显的头部配件。该人物服饰为一件黑色皮夹克，内搭一件蓝灰色格子衬衫，衬衫领口敞开，露出里面的银色项链，项链上挂着一个警徽，该人物没有佩戴眼镜或耳环。该人物表情为放松，嘴角微微上扬，呈现出一种平静和友好的情绪，随着对话的进行，该人物的表情会发生变化，有时会露出微笑，有时会显得有些严肃。该人物动作为坐在椅子上，身体微微前倾，双手放在身前，正在进行对话，该人物偶尔会用手势来辅助表达，例如抬起手掌或用手指点一点。视频场景为一间办公室，背景墙为浅棕色，墙上挂着几幅画作，左侧有一扇窗户，窗外透进自然光，房间里摆放着一盏台灯，灯光柔和，办公桌上放着一个地球仪，整体环境简洁而专业。视频打光为正面光，光线充足且均匀，能够清晰地照亮该人物的面部，同时，侧面光也起到了一定的辅助作用，使得人物的轮廓更加立体。"
        ],
        "inner_t": [
            11,
            13,
            8
        ]
    }
]